Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-de_nllb.tmx
Source language: en
Languages: de

source: For every person living in Vienna, 113 PV area units of energy from fossil sources are imported to the city, the majority of them natural gas (59 PV area units) and oil (48 PV area units).
de: Für jeden in Wien lebenden Bewohner werden 113 PV-Energieeinheiten aus fossilen Quellen in die Stadt importiert, die meisten davon Erdgas (59 PV-Einheiten) und Öl (48 PV-Einheiten).

source: In 2015, the energy mix had 7 more PV area units per capita from renewables than in 2005.
de: Im Jahr 2015 entfielen im Energie-Mix 7 PV-Flächenstück pro Kopf mehr aus erneuerbaren Energien als im Jahr 2005.

source: Over the next decades, we will need to further reduce the number of fossil PV area units by increasing efficiency or replacing them with renewables.
de: In den nächsten Jahrzehnten müssen wir die Zahl der fossilen PV-Flächenanlagen weiter reduzieren, indem wir die Effizienz erhöhen oder durch erneuerbare Energien ersetzen.

source: Note:
de: Anmerkung:

source: The term "solid energy vector" refers, for the most part, to combustible waste that is converted into district heating in waste incinerators, as well as a small percentage of coal.
de: Der Begriff "feste Energiequelle" bezieht sich im Wesentlichen auf brennbare Abfälle, die in Abfallverbrennungsanlagen zur Fernwärme verwandelt werden, sowie einen kleinen Anteil an Kohle.

source: District heating here refers to industrial waste heat from the Schwechat oil refinery outside Vienna, which is imported to the city.
de: Fernwärme bezieht sich hier auf die Industrieabwärme der Schwechat-Ölraffinerie außerhalb Wiens, die in die Stadt importiert wird.

source: The part of district heating in Vienna that is generated from waste, biomass, ambient heat, or gas, is not visible in gross inland energy consumption, but is included in final energy consumption.
de: Der Teil der Fernwärme in Wien, der aus Abfällen, Biomasse, Umgebungswärme oder Gas erzeugt wird, ist nicht im Brutto-Binnenlandenergieverbrauch sichtbar, wird aber in den Endenergieverbrauch einbezogen.

source: Energy flow chart of the city of Vienna
de: Energieflussdiagramm der Stadt Wien

source: How much energy is needed to run a whole city?
de: Wie viel Energie braucht man, um eine ganze Stadt zu betreiben?

source: Where does that energy come from?
de: Woher kommt diese Energie?

source: 14 percent of the energy needed is generated in Vienna itself, mostly from renewable sources.
de: 14 Prozent der benötigten Energie werden in Wien selbst erzeugt, hauptsächlich aus erneuerbaren Quellen.

source: 87 percent of energy comes from the surrounding area, with the fossil energy sources natural gas and oil making up the majority of imports.
de: 87 Prozent der Energie kommen aus der Umgebung, wobei die fossilen Energiequellen Erdgas und Öl den Großteil der Importe ausmachen.

source: Approx.
de: - Ungefähr.

source: 1.4 percent of energy is exported again; the rest makes up the gross inland energy consumption.
de: 1,4% der Energie werden wieder ausgeführt; der Rest macht den Bruttoinlandsverbrauch aus.

source: What enormous energy flows move through the city and where are they used?
de: Welche enormen Energieflüsse bewegen sich durch die Stadt und wo werden sie genutzt?

source: The energy flow chart of the City of Vienna1 shows how much energy is required to supply the city (41,402 GWh), how that energy is transformed and distributed, and where it is finally used.
de: Die Energieflusskarte der Stadt Wien1 zeigt, wie viel Energie zur Versorgung der Stadt benötigt wird (41.402 GWh), wie diese Energie umgewandelt und verteilt wird und wo sie letztendlich verbraucht wird.

source: The chart shows a clear dominance of fossil energy sources (39% natural gas and 32% fuels) in the city’s energy mix.
de: Die Grafik zeigt eine klare Dominanz fossiler Energiequellen (39% Erdgas und 32% Kraftstoffe) im Energiemix der Stadt.

source: Over half the natural gas is converted into electricity and district heating.
de: Mehr als die Hälfte des Erdgases wird in Strom und Fernwärme umgewandelt.

source: Fuels and mineral oils (petrol, diesel, and other petroleum products), on the other hand, are used nearly exclusively by the largest consumption sector, transportation.
de: Kraftstoffe und Mineralöle (Benzin, Diesel und andere Erdölprodukte) hingegen werden fast ausschließlich vom größten Verbrauchssektor, dem Verkehr, verbraucht.

source: The energy flow chart also shows energy losses, which amount to over 20,000 GWh, or 48% of gross inland energy consumption.
de: Die Energieflussdiagramm zeigt auch Energieverluste, die mehr als 20.000 GWh oder 48% des Bruttoinlandsenergieverbrauchs betragen.

source: These losses occur during different phases of the energy flow, , with approximately 4,600 GWh lost before arriving at the end user (conversion losses, transport losses, etc.) and approximately 15,200 GWh losses in end-user consumption.
de: Diese Verluste treten in verschiedenen Phasen des Energieflusses auf, wobei vor der Ankunft beim Endverbraucher etwa 4.600 GWh verloren gehen (Umwandlungsverluste, Transportverluste usw.) und der Endverbraucher etwa 15.200 GWh verbraucht.

source: 1 This energy flow chart considers both combustible waste and coal solid energy vectors.
de: 1 Dieses Energieflussdiagramm berücksichtigt sowohl brennbare Abfälle als auch Kohlen als feste Energie-Vektoren.

source: A more detailed differentiation is provided in the following chapters.
de: Eine detailliertere Differenzierung wird in den folgenden Kapiteln dargelegt.

source: This is a simplified illustration of the energy flow chart, with the energy flows converted into PV surface area.
de: Dies ist eine vereinfachte Darstellung des Energieflussdiagramms, wobei die Energieflüsse in Fotovoltaikfläche umgerechnet werden.

source: 1 unit of PV area has a size of 6.5 m2 and generates 1,000 kWh energy.
de: Eine Fotovoltaik-Flächenanlage hat eine Fläche von 6,5 m2 und erzeugt 1.000 kWh Energie.

source: In 2015, each inhabitant of Vienna would have needed 148 PV area units to fuel their lifestyle.
de: Im Jahr 2015 hätte jeder Einwohner Wiens 148 PV-Flächen benötigt, um seinen Lebensstil zu versorgen.

source: Out of these 148 units, 19 are provided from within Vienna (lower section of the illustration) and 127 have to be imported.
de: Von diesen 148 Einheiten werden 19 aus Wien (unterer Teil der Abbildung) geliefert und 127 müssen importiert werden.

source: Only just over half of these PV area units, 77 in total (shown in yellow) are consumed as useful energy, the rest are needed to compensate for losses.
de: Nur etwas mehr als die Hälfte dieser PV-Flächenanlagen, insgesamt 77 (gelb angezeigt), werden als Nutzenergie verbraucht, die übrigen werden zur Vergütung von Verlusten benötigt.

source: 16.5 PV area units are needed for conversion (e.g. biomass to district heating and electrical energy) and the distribution of energy in the grid (grey).
de: 16.5 PV-Flächen-Einheiten sind für die Umwandlung (z.B. Biomasse in Fernwärme und elektrische Energie) und die Energieverteilung im Netz (grau) erforderlich.

source: Losses at end users (black) make up 54.5 PV area units.
de: Die Verluste bei den Endverbrauchern (schwarz) belaufen sich auf 54,5 PV-Flächen.

source: In order to provide all the energy used in Vienna, two thirds of the city’s surface would have to be covered with PV panels.
de: Um die gesamte Energie in Wien zu erzeugen, müssten zwei Drittel der Stadtfläche mit Photovoltaik-Platten bedeckt werden.

source: To compensate for transport losses and conversion losses (e.g. from converting biomass to district heating and electricity) incurred in 2015, 20 km2 of the city, or the 5th, 6th 7th and 19th district (shown in grey), would have to be covered with PV panels.
de: Um die 2015 verursachten Verkehrs- und Umwandlungsverluste (z. B. durch die Umwandlung von Biomasse in Fernwärme und Strom) auszugleichen, müssten 20 km2 der Stadt oder der 5., 6., 7. und 19. Bezirk (grau dargestellt) mit Photovoltaik-Panels bedeckt werden.

source: In order to cover the losses at final consumers, nearly 100 km2 , or the entirety of districts 4, 16, 18, 20, 21 and 23 (black) would have to be completely covered with PV installations.
de: Um die Verluste bei den Endverbrauchern zu decken, müssten fast 100 km2 oder die gesamten Bezirke 4, 16, 18, 20, 21 und 23 (schwarz) vollständig mit PV-Anlagen abgedeckt werden.

source: Even had there been no energy losses at all in 2015 and had all energy been used directly, we would still have needed 140 km2 of PV panels, which corresponds to the combined size of the 13th and 22nd district (yellow).
de: Selbst wenn es 2015 überhaupt keine Energieverluste gegeben hätte und alle Energie direkt verbraucht worden wäre, hätten wir immer noch 140 km2 PV-Platten benötigt, was der Gesamtgröße des 13. und 22. Bezirks (gelb) entspricht.

source: This chapter presents indicators from the areas of energy, emissions, transportation, population and climate in relation to the population and value added.
de: Dieses Kapitel enthält Indikatoren aus den Bereichen Energie, Emissionen, Verkehr, Bevölkerung und Klima in Bezug auf die Bevölkerung und die Wertschöpfung.

source: The indicators show the development from 1995 to 2015 for Vienna and provide comparisons with Austria overall and the other federal provinces.
de: Die Indikatoren zeigen die Entwicklung von Wien von 1995 bis 2015 und liefern Vergleiche mit Österreich insgesamt und den anderen Bundesländern.

source: Data for regional value added are available from 2000.
de: Daten zur regionalen Wertschöpfung sind ab 2000 verfügbar.

source: The adoption of the Smart City Wien Framework Strategy in June 2014 was an enormous step towards sustainable energy supply through the conservation and intelligent use of resources.
de: Die Annahme der Rahmenstrategie für Smart City Wien im Juni 2014 war ein großer Schritt in Richtung einer nachhaltigen Energieversorgung durch Erhaltung und intelligente Ressourcennutzung.

source: The strategy defined energy-relevant targets for different areas, such as efficient energy use, renewable energy sources, mobility, and buildings.
de: Die Strategie definierte energiebezogene Ziele für verschiedene Bereiche wie effiziente Energieverwendung, erneuerbare Energiequellen, Mobilität und Gebäude.

source: The indicators for monitoring the energy-relevant targets and evaluating the development are shown in section 2.1.
de: Die Indikatoren für die Überwachung der energiebezogenen Ziele und die Bewertung der Entwicklung sind in Abschnitt 2.1 dargestellt.

source: The Viennese have reduced their per capita energy consumption considerably since 2005 and have begun using more renewable energy and waste heat.
de: Die Wiener haben ihren Energieverbrauch pro Kopf seit 2005 erheblich reduziert und mehr erneuerbare Energie und Abwärme eingesetzt.

source: This is reflected in a reduction in greenhouse gas emissions.
de: Dies spiegelt sich in einer Verringerung der Treibhausgasemissionen wider.

source: Mobility habits have also become more sustainable in the last year; the number of cars per inhabitant has been dropping since 2010 and the number of annual passes for Vienna Public Transport sold is increasing considerably.
de: Auch die Mobilitätsgewohnheiten sind im letzten Jahr nachhaltiger geworden: Die Zahl der Autos pro Einwohner ist seit 2010 gesunken und die Anzahl der jährlichen Fahrkarten für den Wiener öffentlichen Verkehr steigt deutlich.

source: A comparison of Austria’s provinces shows that Vienna has the lowest energy consumption (final energy consumption total, private households, electrical energy) both per capita and in relation to value added.
de: Ein Vergleich der Provinzen Österreichs zeigt, dass Wien den niedrigsten Energieverbrauch (Gesamtenergieverbrauch, Endverbrauch, Privathaushalte, Strom) sowohl pro Kopf als auch im Verhältnis zur Wertschöpfung aufweist.

source: Most federal provinces have been able to reduce their per capita final energy consumption over the last years, in relation to value added for all provinces.
de: Die meisten Bundesländer konnten ihren Endenergieverbrauch pro Kopf in den letzten Jahren im Verhältnis zur Wertschöpfung aller Provinzen reduzieren.

source: The use of electrical energy has grown considerably in all of Austria.
de: Der Verbrauch von elektrischer Energie ist in ganz Österreich erheblich gestiegen.

source: Vienna has the highest population growth of all provinces.
de: Wien hat das höchste Bevölkerungswachstum aller Provinzen.

source: Indicators
de: Indikatoren

source: 2.1 MONITORING INDICATORS FOR THE SMART CITY WIEN FRAMEWORK STRATEGY
de: 2.1 Überwachungsindicatoren für die Smart City

source: 2.1.a Emissions per capita
de: 2.1.a Emissionen pro Kopf

source: Smart City Wien Framework Strategy (SCWR) objective:
de: Ziel der Rahmenstrategie für Smart City Wien (SCWR):

source: Reducing per capita greenhouse gas emissions in Vienna by 80% by 2050 (from 1990 levels).1 Intermediate target:
de: Reduzierung der Treibhausgasemissionen pro Kopf in Wien um 80% bis 2050 (gegenüber dem Niveau von 1990).1) Zwischenziel:

source: Reducing per capita carbon dioxide emissions in Vienna by at least 35% by 2030 (from 1990 levels).
de: Verringerung der CO2-Emissionen pro Kopf in Wien um mindestens 35% bis 2030 (gegenüber dem Niveau von 1990).

source: The emissions calculated using the KliP balance calculation method are the basis for all calculations for Vienna’s climate protection programmes (KLiP I and KLiP II).
de: Die Emissionen, die mit der KliP-Balance-Berechnungsmethode berechnet werden, bilden die Grundlage für alle Berechnungen für die Wiener Klimaschutzprogramme (KLiP I und KLiP II).

source: The trend line is included to mitigate deviations caused by weather and leap years.
de: Die Trendlinie ist enthalten, um Abweichungen durch Wetter und Schaltjahre zu mindern.

source: 1 This objective as well as all following energy and climate objectives can only be achieved if Vienna’s efforts are supported by suitable framework conditions by the federal government and the European Union, including the recognition of early actions.
de: 1 Dieses Ziel sowie alle nachfolgenden Energie- und Klimaschutzziele können nur erreicht werden, wenn die Bemühungen von Wien durch geeignete Rahmenbedingungen der Bundesregierung und der Europäischen Union unterstützt werden, einschließlich der Anerkennung früher Maßnahmen.

source: 2.1.b Final energy consumption per capita
de: 2.1.b Endenergieverbrauch pro Kopf

source: Smart City Wien Framework Strategy objective:
de: Ziel der Rahmenstrategie "Smart City Wien":

source: Increasing energy efficiency and decreasing final energy consumption per capita in Vienna by 40% by 2050 (from 2005 levels), reducing per capita primary energy input from 3,000 to 2,000 watt.
de: Steigerung der Energieeffizienz und Verringerung des Endenergieverbrauchs pro Kopf in Wien um 40% bis 2050 (gegenüber dem Niveau von 2005), wobei der Primärenergiezufuhr pro Kopf von 3.000 auf 2.000 Watt reduziert wird.

source: 2.1.c Primary energy consumption per capita
de: 2.1.c Primärenergieverbrauch pro Kopf

source: Increasing energy efficiency and decreasing final energy consumption per capita in Vienna by 40% by 2050 (from 2005 levels) reducing per capita primary energy input from 3,000 to 2,000 watt.
de: Erhöhung der Energieeffizienz und Verringerung des Endenergieverbrauchs pro Kopf in Wien um 40% bis 2050 (gegenüber dem Niveau von 2005), wobei der Primärenergiezufuhr pro Kopf von 3.000 auf 2.000 Watt reduziert wird.

source: Primary energy consumption is calculated based on final energy consumption for Vienna and regional conversion factors (AEA, MA 37, OIB).
de: Der Primärenergieverbrauch wird auf der Grundlage des Endenergieverbrauchs für Wien und der regionalen Umrechnungsfaktoren berechnet (AEA, MA 37, OIB).

source: The Swiss method of the 2,000 watt society cannot yet be applied exactly.
de: Die Schweizer Methode der 2.000 Watt-Gesellschaft kann noch nicht genau angewendet werden.

source: The method is being developed further.
de: Die Methode wird weiterentwickelt.

source: 2.1.d Share of renewable energy in gross final energy consumption
de: 2.1.d Anteil der erneuerbaren Energie am Bruttoendenergieverbrauch

source: In 2030, over 20%, and in 2050, 50% of Vienna's gross energy consumption will be covered from renewable sources2 .
de: Im Jahr 2030 werden mehr als 20% und im Jahr 2050 50% des Bruttoenergieverbrauchs Wiens aus erneuerbaren Quellen abgedeckt2.

source: The share of renewable energy in Vienna is calculated pursuant to EU Directive 2009/28/EC.
de: Der Anteil der erneuerbaren Energie in Wien wird gemäß der EU-Richtlinie 2009/28/EG berechnet.

source: The imports of renewable electrical energy are calculated based on the energy source mix for electricity generation in Austria excluding Vienna according to the energy balance of Statistics Austria.
de: Die Einfuhren erneuerbarer Elektrizität werden auf der Grundlage des Energiemixes für die Stromerzeugung in Österreich ohne Wien nach der Energiebilanz der Statistik Österreich berechnet.

source: The share of renewables in electrical energy imported to Austria is calculated based on the ENTSO-E (until 2009: UCTE) electricity generation statistics for Europe published in the electricity market report of energy market regulator E-Control.
de: Der Anteil der erneuerbaren Energien an der in Österreich eingeführten Elektrizität wird auf der Grundlage der in dem Strommarktbericht der Energiemarktbehörde E-Control veröffentlichten Stromerzeugungsstatistik des ENTSO-E (bis 2009: UCTE) für Europa berechnet.

source: 2.1.e Choice of transportation in Vienna
de: 2.1.e Wahl des Verkehrs in Wien

source: Strengthening CO2 -free modes of transportation (walking and cycling), maintaining the high share of public transport and decreasing motorised individual traffic (MIT) in the city to 20% by 2025, to 15% by 2030, and to markedly less than 15% by 2050.
de: Stärkung der CO2-freien Verkehrsträger (Gehen und Radfahren), Beibehaltung des hohen Anteils des öffentlichen Verkehrs und Verringerung des motorisierten individuellen Verkehrs (MIT) in der Stadt auf 20% bis 2025, auf 15% bis 2030 und deutlich weniger als 15% bis 2050.

source: 2.1.f Share of motorised private transport in the modal split of the Viennese population
de: 2.1.f Anteil des motorisierten Privatverkehrs an der Modalverteilung der Wiener Bevölkerung

source: 2.1.g Share of electric and hybrid cars
de: 2.1.g Anteil der Elektro- und Hybridfahrzeuge

source: By 2030, the largest possible share of MIT is to be shifted to public transport and nonmotorised types of traffic or should make use of new propulsion technologies (e.g. electric vehicles).
de: Bis 2030 soll der größtmögliche Anteil der MIT auf den öffentlichen Verkehr und nichtmotorisierte Verkehrsarten verlagert werden oder neue Antriebstechnologien (z. B. Elektrofahrzeuge) eingesetzt werden.

source: By 2050, all motorised individual traffic within the municipal boundaries is to operate without conventional propulsion technologies.
de: Bis 2050 soll der gesamte motorisierte Einzelverkehr innerhalb der Stadtgrenzen ohne konventionelle Antriebstechnologien betrieben werden.

source: Statistical data for hybrid motors available from 2006.
de: Statistiken über Hybridmotoren, die ab 2006 verfügbar sind

source: 2.1.h Share of electric and hybrid lorries
de: 2.1.h Anteil der Elektro- und Hybridlastwagen

source: By 2030, commercial traffic originating and terminating within the municipal boundaries is to be a largely CO2 -free.
de: Bis 2030 soll der Verkehr, der innerhalb der Gemeindegrenzen ausgeht und endet, weitgehend CO2-frei sein.

source: Commercial traffic both originating and terminating in Vienna is currently not being measured.
de: Der Verkehr mit Ausgang und Ziel in Wien wird derzeit nicht gemessen.

source: Not all commercial vehicles registered in Vienna are used for trips within Vienna.
de: Nicht alle in Wien zugelassenen Nutzfahrzeuge werden für Reisen innerhalb Wiens verwendet.

source: The target value cannot be exactly monitored with the currently available data.
de: Der Zielwert kann mit den derzeit verfügbaren Daten nicht genau überwacht werden.

source: Included vehicles:
de: Einbeziehung von Fahrzeugen:

source: Lorries and semi-trailer towing vehicles (category N) as well as motorised transport trolleys.
de: Lastwagen und Fahrzeuge, die einen Sattelzug ziehen (Kategorie N), sowie motorisierte Transportwagen.

source: 2.1.i Energy consumption of passenger traffic across city boundaries
de: 2.1.i Energieverbrauch des Personenverkehrs über die Stadtgrenzen hinweg

source: Reduction of energy consumption by passenger traffic across municipal boundaries by 10% by 2030.
de: Verringerung des Energieverbrauchs des Personenverkehrs über die Stadtgrenzen hinweg um 10% bis 2030.

source: The energy consumption of passenger traffic across city boundaries is not currently being measured.
de: Der Energieverbrauch des Personenverkehrs über die Stadtgrenzen hinweg wird derzeit nicht gemessen.

source: Fuel consumption is calculated based on the average consumption of cars in Vienna (Statistics Austria) and the simulated driving performance of cars of non-residents in Vienna according to the traffic model (MA 18).
de: Der Kraftstoffverbrauch wird auf der Grundlage des durchschnittlichen Kraftfahrzeugverbrauchs in Wien (Statistik Österreich) und der simulierten Fahrleistung von nicht in Wien ansässigen Kraftfahrzeugen nach dem Verkehrsmodell (MA 18) berechnet.

source: These figures do not match the definition of the SCWR target exactly (traffic of non-residents versus traffic across city limits), but they are a good approximation.
de: Diese Zahlen entsprechen nicht genau der Definition des SCWR-Ziels (Verkehr von Nichtansässigen gegenüber Verkehr über die Stadtgrenzen), sind aber eine gute Annäherung.

source: 2.1.j Share of energy sources for space heating, hot water and air conditioning
de: 2.1.j Anteil der Energiequellen für Raumheizung, Warmwasser und Klimaanlage

source: Cost-optimised zero-energy building standards for all new structures, additions and refurbishment from 2018/2020 and further development of future supply systems towards even better climate protection levels.
de: Kostenoptimierte Gebäude-Null-Energie-Normen für alle neuen Strukturen, Neubauten und Sanierungen ab 2018/2020 und weitere Entwicklung künftiger Versorgungssysteme auf ein noch besseres Klimaschutzniveau hin.

source: The Vienna district heating system uses renewables, waste heat (e.g. cogeneration) and peak load power plants (e.g. gas).
de: Das Fernwärmesystem in Wien verwendet erneuerbare Energien, Abwärme (z. B. Kraft-Wärme-Wärme-Wärme-Wärme-Wärme-Wärme-Wärme-Wärme-Wärme) und Spitzenlast-Kraftwerke (z. B. Gas).

source: 2.1.k Energy supply for subsidised large-scale housing in Vienna
de: 2.1.k Energieversorgung für subventionierte Großhäuser in Wien

source: 2.1.l Final energy consumption for space heating, air conditioning and hot water per capita
de: 2.1.l Endenergieverbrauch für Raumheizung, Klimaanlage und Warmwasser pro Kopf

source: Comprehensive rehabilitation activities entail the reduction of energy consumption of existing buildings for space heating/cooling/water heating by 1% per capita and year.
de: Umfassende Sanierungsaktivitäten führen zur Reduzierung des Energieverbrauchs bestehender Gebäude für Raumheizung/Kühlung/Wasserheizung um 1% pro Kopf und Jahr.
